{
    "header": {
        "hello-world": "Hello World",
        "select-language": "ENG",
        "about-me": "About Me",
        "my-skills": "My Skills",
        "my-projects": "My Projects",
        "contact": "Contact me!",
        "spanish": "Spanish",
        "portuguese": "Portuguese",
        "english": "English"
    },
    "aboutUs": {
        "title": "About Me",
        "paragraph1": "I am Pablo, Argentine, born on August 12, 1988 in the city of Buenos Aires. Currently, I reside in Brazil, in Balneário Camboriú, state of Santa Catarina, where I moved to in early 2022.",
        "paragraph2": "As a Front-End Dev, I am passionate about both personal and professional growth in the world of technology. I define myself as responsible, self-taught, proactive, resourceful, and restless. I enjoy working in teams to accelerate and share the learning process.",
        "paragraph3": "Working as a freelance professional in the field of web development since 2019, I have experience with basic technologies such as JavaScript, Bootstrap, jQuery, CSS3, and HTML5. My focus is on creating efficient and attractive web solutions for my clients.",
        "paragraph4": "I employ advanced technologies such as Angular and React JS, along with Firebase for database storage. I also use project management and version control tools, with GitHub being an integral part of my workflow.",
        "paragraph5": "In addition to development, I have experience with content management systems (CMS) such as Webflow and Wordpress, allowing me to offer complete and adaptable solutions to specific content and administration needs.",
        "paragraph6": "Furthermore, I am familiar with digital marketing tools, including Meta Ads, Google Ads, Google Tag Manager, and Google Analytics, enabling me to integrate effective marketing strategies into my web projects."
    },
    "mySkills": {
        "title": "My Skills"
    },
    "myProjects": {
        "title": "My Projects",
        "project1": "Landing-Page",
        "project2": "Calculator",
        "project3": "E-commerce",
        "project4": "To Do List",
        "project5": "CAC Consulting",
        "view": "View More",
        "close": "Close",
        "deploy": "Deploy it",
        "descriptionProyect": "This site was built with technologies."
    },
    "footer": {
        "rights": "© 2024 All Rights Reserved"
    },
    "contact": {
        "title": "Contact Me !",
        "download": "Download CV"
    }
}