{
    "header": {
        "hello-world": "Hello World",
        "select-language": "ENG",
        "about-me": "About Me",
        "my-skills": "My Skills",
        "my-projects": "My Projects",
        "contact": "Contact me!",
        "spanish": "Spanish",
        "portuguese": "Portuguese",
        "english": "English"
    },
    "aboutUs": {
        "title": "About Me",
        "paragraph1": "I'm Pablo, Argentinean born on August 12, 1988 in the city of Buenos Aires. Based in Brazil, Balneario Camboriú, Santa Catarina state, where I relocated to at the beginning of 2022. I work as a Front-End developer.",
        "paragraph2": "I am passionate about personal and professional growth in the world of technology. I define myself as responsible, self-taught, proactive, decisive and restless. I enjoy working in a team to accelerate and share the learning process.",
        "paragraph3": "Since 2019, I have been working as a freelancer in web development, using core technologies such as JavaScript, Bootstrap, jQuery, CSS3 and HTML5. I specialize in creating efficient and engaging web solutions for my clients.",
        "paragraph4": "I use advanced technologies such as Angular and React JS, as well as Firebase for database storage. I also handle project management and version control tools, with GitHub as a fundamental part of my workflow.",
        "paragraph5": "In addition to my development experience, I am familiar with content management systems (CMS) such as Webflow and WordPress. This allows me to provide comprehensive and customized solutions that fit the specific content and administration needs of my clients.",
        "paragraph6": "My skills cover the use of Meta Ads, Google Ads, Google Tag Manager and Google Analytics to implement digital marketing tactics in web projects"
    },
    "mySkills": {
        "title": "My Skills"
    },
    "myProjects": {
        "title": "My Projects",
        "project1": "Landing-Page",
        "project2": "Calculator",
        "project3": "E-commerce",
        "project4": "To Do List",
        "project5": "CAC Consulting",
        "project6": "Movie Finder",
        "project7": "Student Management",
        "view": "View More",
        "close": "Close",
        "deploy": "Deploy it",
        "descriptionProyect": "This site was built with technologies."
    },
    "footer": {
        "rights": "© 2024 All Rights Reserved"
    },
    "contact": {
        "title": "Contact Me !",
        "download": "Download CV"
    }
}