{
    "header": {
        "hello-world": "Hello World",
        "select-language": "ENG",
        "about-me": "About Me",
        "my-skills": "My Skills",
        "my-projects": "My Projects",
        "contact": "Contact me!",
        "spanish": "Spanish",
        "portuguese": "Portuguese",
        "english": "English"
    },
    "aboutUs": {
        "title": "About Me",
        "paragraph1": "I'm Pablo, Argentine, born on August 12th, 1988 on Buenos Aires. Now, living in Balneário Camboriú, in the state of Santa Catarina, Brazil, since the beginning of 2022. I moved here in search of new objectives and looking for an improvement in the quality of life that BC offers.",
        "paragraph2": "I'm a Front-End Dev, passionate about personal and professional growth and development in the IT world. Responsible, self-taught, proactive, determined and restless are the qualities that characterize me. I like to work as a team mate so that learning will be faster and shared.",
        "paragraph3": "Working as a freelance professional in the field of web development since 2019, I have experience with cutting-edge technologies such as ReactJS, Angular, JavaScript, Bootstrap, jQuery, CSS3, and HTML5. My focus is on creating efficient and appealing web solutions for my clients.",
        "paragraph4": "Additionally, I use project management and version control tools, with GitHub being an integral part of my workflow to ensure effective collaboration and the delivery of high-quality projects in a timely manner.",
        "paragraph5": "My experience extends beyond pure development, as I also have expertise in content management systems (CMS) such as Webflow and Wordpress. This enables me to offer my clients comprehensive and scalable solutions tailored to their specific content and administrative needs.",
        "paragraph6": "I'm also familiar with digital marketing tools, including Meta Ads, Google Ads, Google Tag Manager, and Google Analytics, which allows me to integrate effective marketing strategies into my web projects.",
        "paragraph7": "I am committed to excellence in every project I undertake, combining technical skills with a customer-centric approach to deliver high-quality web development solutions that drive the success of my clients online."
    },
    "mySkills": {
        "title": "My Skills"
    },
    "myProjects": {
        "title": "My Projects",
        "project1": "Landing-Page",
        "project2": "Calculator",
        "project3": "E-commerce",
        "project4": "To Do List",
        "project5": "CAC Consulting",
        "view": "View More",
        "close": "Close",
        "deploy": "Deploy it",
        "descriptionProyect": "This site was built with technologies."
    },
    "footer": {
        "rights": "© 2024 All Rights Reserved"
    },
    "contact": {
        "title": "Contact Me !",
        "download": "Download CV"
    }
}