{
    "header": {
        "hello-world": "Hola Mundo",
        "select-language": "ESP",
        "about-me": "Sobre Mi",
        "my-skills": "Mis Habilidades",
        "my-projects": "Mis Proyectos",
        "contact": "Contactame!",
        "spanish": "Español",
        "portuguese": "Portugués",
        "english": "Inglés"
    },
    "aboutUs": {
        "title": "Sobre Mi",
        "paragraph1": "Soy Pablo, Argentino, nací el 12 de Agosto de 1988 en la ciudad de Buenos Aires. Actualmente resido en Brasil, en Balneario Camboriú, estado de Santa Catarina, donde me mudé a principios del 2022.",
        "paragraph2": "Como Front-End Dev, me apasiona el crecimiento tanto personal como profesional en el mundo de la tecnología. Me defino como responsable, autodidacta, proactivo, resolutivo e inquieto. Disfruto trabajar en equipo para acelerar y compartir el proceso de aprendizaje.",
        "paragraph3": "Trabajando como profesional independiente en el ámbito del desarrollo web desde 2019, tengo el uso de las tecnologías básicas como JavaScript, Bootstrap, jQuery, CSS3 y HTML5. Mi enfoque se centra en la creación de soluciones web eficientes y atractivas para mis clientes.",
        "paragraph4": "Empleo tecnologías avanzadas como Angular y React JS, junto con Firebase para el almacenamiento de bases de datos. También utilizo herramientas de gestión de proyectos y control de versiones, siendo GitHub una parte integral de mi flujo de trabajo.",
        "paragraph5": "Además del desarrollo, tengo experiencia en sistemas de gestión de contenidos (CMS) como Webflow y Wordpress, lo que me permite ofrecer soluciones completas y adaptables a las necesidades específicas de contenido y administración.",
        "paragraph6": "También, estoy familiarizado con las herramientas de marketing digital, incluyendo Meta Ads, Google Ads, Google Tag Manager y Google Analytics, lo que me permite integrar estrategias efectivas de marketing en mis proyectos web."
    },
    "mySkills": {
        "title": "Mis Habilidades"
    },
    "myProjects": {
        "title": "Mis Proyectos",
        "project1": "Página de Destino",
        "project2": "Calculadora",
        "project3": "E-commerce",
        "project4": "Lista de Tareas",
        "project5": "CAC Consulting",
        "view": "Ver Más",
        "close": "Cerrar",
        "deploy": "Implementar",
        "descriptionProyect": "Para construir este sítio, se utilizaron tecnologías"
    },
    "footer": {
        "rights": "© 2024 Todos los Derechos Reservados"
    },
    "contact": {
        "title": "Contactame !",
        "download": "Descargar CV"
    }
}