{
    "header": {
        "hello-world": "Hola Mundo",
        "select-language": "ESP",
        "about-me": "Sobre Mi",
        "my-skills": "Mis Habilidades",
        "my-projects": "Mis Proyectos",
        "contact": "Contactame!",
        "spanish": "Español",
        "portuguese": "Portugués",
        "english": "Inglés"
    },
    "aboutUs": {
        "title": "Sobre Mi",
        "paragraph1": "Soy Pablo, Argentino, nací el 12 de agosto de 1988 en la ciudad de Buenos Aires. Actualmente resido en Brasil, en Balneario Camboriú, estado de Santa Catarina, donde me mudé a principios del 2022. Me desempeño como desarrollador Front-End.",
        "paragraph2": "Me apasiona el crecimiento tanto personal como profesional en el mundo de la tecnología. Me defino como responsable, autodidacta, proactivo, resolutivo e inquieto. Disfruto trabajar en equipo para acelerar y compartir el proceso de aprendizaje.",
        "paragraph3": "Desde 2019, me desempeño como profesional independiente en el desarrollo web, utilizando tecnologías fundamentales como JavaScript, Bootstrap, jQuery, CSS3 y HTML5. Me especializo en crear soluciones web eficientes y atractivas para mis clientes.",
        "paragraph4": "Utilizo tecnologías avanzadas como Angular y React JS, además de Firebase para el almacenamiento de bases de datos. También manejo herramientas de gestión de proyectos y control de versiones, con GitHub como una parte fundamental de mi flujo de trabajo",
        "paragraph5": "Además de mi experiencia en desarrollo, estoy familiarizado con sistemas de gestión de contenidos (CMS) como Webflow y WordPress. Esto me permite proporcionar soluciones integrales y personalizadas que se ajustan a las necesidades específicas de contenido y administración de mis clientes.",
        "paragraph6": "Mis habilidades abarcan el uso de Meta Ads, Google Ads, Google Tag Manager y Google Analytics para implementar tácticas de marketing digital en proyectos web."
    },
    "mySkills": {
        "title": "Mis Habilidades"
    },
    "myProjects": {
        "title": "Mis Proyectos",
        "project1": "Página de Destino",
        "project2": "Calculadora",
        "project3": "E-commerce",
        "project4": "Lista de Tareas",
        "project5": "CAC Consulting",
        "project6": "Buscador de Películas",
        "project7": "Gestión de Alumnos",
        "view": "Ver Más",
        "close": "Cerrar",
        "deploy": "Implementar",
        "descriptionProyect": "Para construir este sítio, se utilizaron tecnologías"
    },
    "footer": {
        "rights": "© 2024 Todos los Derechos Reservados"
    },
    "contact": {
        "title": "Contactame !",
        "download": "Descargar CV"
    }
}