{
    "header": {
        "hello-world": "Olá Mundo",
        "select-language": "POR",
        "about-me": "Sobre Mim",
        "my-skills": "Minhas Habilidades",
        "my-projects": "Meus Projetos",
        "contact": "Contate-Me!",
        "spanish": "Espanhol",
        "portuguese": "Português",
        "english": "Inglês"
    },
    "aboutUs": {
        "title": "Sobre Mim",
        "paragraph1": "Eu sou Pablo, argentino, nascido em 12 de agosto de 1988 na cidade de Buenos Aires. Atualmente, resido no Brasil, em Balneário Camboriú, estado de Santa Catarina, para onde me mudei no início de 2022.",
        "paragraph2": "Como Front-End Dev, sou apaixonado pelo crescimento pessoal e profissional no mundo da tecnologia. Me defino como responsável, autodidata, proativo, resolutivo e inquieto. Gosto de trabalhar em equipe para acelerar e compartilhar o processo de aprendizado.",
        "paragraph3": "Trabalhando como profissional independente no campo do desenvolvimento web desde 2019, tenho experiência com tecnologias básicas como JavaScript, Bootstrap, jQuery, CSS3 e HTML5. Meu foco está na criação de soluções web eficientes e atraentes para meus clientes.",
        "paragraph4": "Eu utilizo tecnologias avançadas como Angular e React JS, juntamente com Firebase para o armazenamento de bancos de dados. Também uso ferramentas de gerenciamento de projetos e controle de versão, sendo o GitHub uma parte integral do meu fluxo de trabalho.",
        "paragraph5": "Além do desenvolvimento, tenho experiência em sistemas de gerenciamento de conteúdo (CMS) como Webflow e Wordpress, o que me permite oferecer soluções completas e adaptáveis às necessidades específicas de conteúdo e administração.",
        "paragraph6": "Além disso, estou familiarizado com ferramentas de marketing digital, incluindo Meta Ads, Google Ads, Google Tag Manager e Google Analytics, o que me permite integrar estratégias eficazes de marketing em meus projetos web."
    },
    "mySkills": {
        "title": "Minhas Habilidades"
    },
    "myProjects": {
        "title": "Meus Projetos",
        "project1": "Página de Destino",
        "project2": "Calculadora",
        "project3": "E-commerce",
        "project4": "Lista de Afazeres",
        "project5": "CAC Consulting",
        "view": "Veja Mais",
        "close": "Fechar",
        "deploy": "Implantar",
        "descriptionProyect": "O site foi construído com as tecnologias"
    },
    "footer": {
        "rights": "© 2024 Todos os Direitos Reservados"
    },
    "contact": {
        "title": "Contate-Me !",
        "download": "Descarregar CV"
    }
}