{
    "header": {
        "hello-world": "Olá Mundo",
        "select-language": "POR",
        "about-me": "Sobre Mim",
        "my-skills": "Minhas Habilidades",
        "my-projects": "Meus Projetos",
        "contact": "Contate-Me!",
        "spanish": "Espanhol",
        "portuguese": "Português",
        "english": "Inglês"
    },
    "aboutUs": {
        "title": "Sobre Mim",
        "paragraph1": "Sou Pablo, Argentino nascido em 12 de agosto de 1988 na cidade de Buenos Aires. Moro na cidade de Balneário Camboriú, no estado de Santa Catarina, desde o início de 2022. Me mudei para cá em busca de qualidade de vida e novos horizontes numa cidade incrível por suas praias e estilo de vida.",
        "paragraph2": "Sou um Programador Front-End, apaixonado por crescimento e desenvolvimento pessoal e profissional no mundo de TI. Responsável, autodidata, proativo, decidido e inquieto são as qualidades que me caracterizam. Gosto de trabalhar em equipe para que o aprendizado seja mais rápido e compartilhado.",
        "paragraph3": "Trabalho como desenvolvedor freelancer desde 2019, e utilizo tecnologias como ReactJS, Javascript, Bootstrap, JQuery, CSS3, HTML5; GitHub para controle de versão e trabalho colaborativo; e Firebase. Também gerencio ferramentas relacionadas ao marketing digital como Google Ads, Google Tag Manager e Google Analytics."
    },
    "mySkills": {
        "title": "Minhas Habilidades"
    },
    "myProjects": {
        "title": "Meus Projetos",
        "project1": "Nubizate",
        "project2": "Calculadora",
        "project3": "E-commerce",
        "view": "Veja Mais",
        "close": "Fechar",
        "deploy": "Implantar",
        "descriptionProyect1": "O site foi construído com as tecnologias de HTML, CSS e Javascript.",
        "descriptionProyect2": "O site foi construído com as tecnologias de HTML, CSS e Javascript.",
        "descriptionProyect3": "O site foi construído com as tecnologias de React JS e Firebase."
    },
    "footer": {
        "rights": "© 2022 Todos os Direitos Reservados"
    },
    "contact": {
        "title": "Contate-Me !",
        "download": "Descarregar CV"
    }
}